<?php

return [
    // Используется фреймворком.
//    'Sign In' => 'Войти',
//    'Sign Up' => 'Регистрация',
//    'Login' => 'Авторизация',
//    'Logout' => 'Выйти',
//    'Create' => 'Создать',
//    'Update' => 'Редактирование',
//    'Save' => 'Сохранить',
//    'Submit' => 'Отправить',
//    'Delete' => 'Удалить',
//    'View' => 'Просмотр',
//    'Remove' => 'Удалить',
//    'Yes' => 'Да',
//    'No' => 'Нет',

    // Используется в сгенерированных скриптах.
    'The requested page does not exist.' => 'Запрашиваемой страницы не существует.',
    'Are you sure you want to delete this item?' => 'Вы уверены, что хотите удалить эту запись?',
    //'Item disabled' => 'Скрыто',
    //'Item deleted' => 'Удалено',

    // Общие поля моделей.
    'Slug' => 'URL',
    'Description' => 'Описание',
    'Type' => 'Тип',
    'Enabled' => 'Отображать',
    'Deleted' => 'Удалено',
    
    // Меню боковой админ-панели.
    // Общее для всех проектов.
    'Development' => 'Разработка',
    'Debug' => 'Отладка',
    // Специфично для проекта.
    'Admin' => 'Администрирование',
    'Users' => 'Пользователи',
];
